[
  "obsidian-tasks-plugin",
  "obsidian-plantuml",
  "media-extended",
  "obsidian-kanban",
  "obsidian-full-calendar",
  "execute-code",
  "excel",
  "obsidian-excalidraw-plugin",
  "drawio-obsidian",
  "dataview",
  "obsidian-chartsview-plugin",
  "table-editor-obsidian",
  "advanced-canvas",
  "auto-card-link"
]